generated-data/PERSONAL_INFO_2_5_2018_1_46_29/PERSONAL_INFO_1.xml

<soapenv:Envelope xmlns="http://www.w3.org/2001/XMLSchema" xmlns:bsvc="urn:com.workday/bsvc" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"><soapenv:Header>	</soapenv:Header><soapenv:Body>
<bsvc:Change_Personal_Information_Request bsvc:version="1">
<bsvc:Change_Personal_Information_Data>
<bsvc:Worker_Reference>
<bsvc:ID bsvc:type="1">1</bsvc:ID></bsvc:Worker_Reference>
<bsvc:Personal_Information_Data>
<bsvc:Date_of_Birth>1</bsvc:Date_of_Birth>
<bsvc:Gender_Reference>

<bsvc:ID bsvc:type="Gender_Code">1</bsvc:ID></bsvc:Gender_Reference>
<bsvc:Marital_Status_Reference>
<bsvc:ID bsvc:type="Marital_Status_ID">1</bsvc:ID></bsvc:Marital_Status_Reference>
<bsvc:Citizenship_Reference>
<bsvc:ID bsvc:type="Citizenship_Status_Code">1</bsvc:ID></bsvc:Citizenship_Reference>
<bsvc:Ethnicity_Reference>
<bsvc:ID bsvc:type="Ethnicity_ID">1</bsvc:ID></bsvc:Ethnicity_Reference></bsvc:Personal_Information_Data></bsvc:Change_Personal_Information_Data></bsvc:Change_Personal_Information_Request></soapenv:Body></soapenv:Envelope>